Repository: 84000/data-translation-memory
Catalog: toh307_84000-the-limits-of-life.tmx
Source language: bo
Languages: en

source: ཚེའི་མཐའི་མདོ།
en: The Sūtra on the Limits of Life The Limits of Life

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Homage to the Three Jewels!

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ།
en: Thus did I hear at one time. The Bhagavān was staying in Śrāvastī, in Prince Jeta’s grove, the cloistered garden donated by Anāthapiṇḍada.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: There the Bhagavān addressed the monks:

source: དགེ་སློང་དག་ཁྱེད་སེམས་ཅན་རྣམས་ཀྱི་ཚེའི་མཐའ་ཐོས་པར་འདོད་དམ།
en: “Monks, do you wish to learn about the lifespans of beings?”

source: བཅོམ་ལྡན་འདས་དེའི་དུས་ལ་བབ་ལགས་སོ།
en: “Yes, Bhagavān, this is the right time for it!

source: །བདེ་བར་གཤེགས་པ་དེའི་དུས་ལ་བབ་ལགས་སོ།
en: Sugata, the time is right for the Bhagavān to teach the monks the lifespans of living beings.

source: །བཅོམ་ལྡན་འདས་སེམས་ཅན་རྣམས་ཀྱི་ཚེའི་མཐའ་བསྟན་པ་བཅོམ་ལྡན་འདས་ལས་ཐོས་ནས་དགེ་སློང་དག་འཛིན་པར་བགྱིད་ལགས་སོ།
en: Bhagavān, having heard the teaching from the Bhagavān, the monks will retain it.”

source: །དགེ་སློང་དག་དེའི་ཕྱིར་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་ངས་བཤད་དོ།
en: “Monks, listen carefully and concentrate! I will teach.

source: །དགེ་སློང་དག་དམྱལ་བ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་རིང་ན་བསྐལ་པ་གཅིག་སྟེ།
en: “Monks, the maximum lifespan in the hell realms is one eon.

source: བར་མ་དོར་འཆི་བ་ནི་ཡོད་དོ།
en: Premature death does occur.

source: །དགེ་སློང་དག་དུད་འགྲོ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་རིང་ན་བསྐལ་པ་གཅིག་སྟེ།
en: “Monks, the maximum lifespan in the animal realm is one eon.

source: །དགེ་སློང་དག་མི་རྣམས་ཀྱི་ཉིན་ཞག་སུམ་ཅུ་གང་ཡིན་པ་དེ་ཡི་དགས་རྣམས་ཀྱི་ཉིན་ཞག་གཅིག་གོ།
en: “Monks, one day for the pretas corresponds to thirty days for humans.

source: །ཉིན་ཞག་དེ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག །ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་སྟེ། ཡི་དགས་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་དེ་ལྟ་བུར་བརྩིས་པའི་ལྔ་བརྒྱ་ཐུབ་སྟེ། དེ་མིའི་ལྟར་བརྩིས་ན་ལོ་ཁྲི་ལྔ་སྟོང་ཡོད་དེ།
en: Since thirty such days constitute one month, and twelve months constitute one year, pretas have a lifespan of five hundred years by this way of calculating. According to human years, this is fifteen thousand years.

source: །བར་མ་དོར་འཆི་བ་ནི་ཡོད་དོ།
en: Premature death does occur.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: Then, at this time, the Bhagavān spoke these verses:

source: ཇི་ལྟར་རབ་ཏུ་ཆེ་བའི་ལུས་འགྲེང་ཞིང་། །མཆུ་དང་མིག་སྐམས་ཤིན་ཏུ་སྡུག་བསྔལ་བ།
en: “With their mouths and throats parched, they suffer intensely.

source: །རང་གི་སྐྲས་ཡོག་ཁ་གདངས་གནམ་དུ་ལྟ།
en: Their bodies rise high like mountains tall.

source: །སྣ་ནི་ཁབ་ལྟར་རབ་ཏུ་ཕྲ་བ་དང་། །རུས་གོང་འདྲ་ལུས་གཅེར་བུ་རང་སྐྲས་ཡོག །གཟུགས་མི་སྡུག་པ་འགྲེང་ཞིང་ཐོད་པ་ཐོགས།
en: They are all coated in hair, their mouths are fretfully agape, Their noses extremely thin like needles. “Their skeleton-like, naked bodies are clad only in their own hair— Deformed figures with hands like cups,

source: །བཀྲེས་དང་སྐོམ་དང་ངལ་བས་རབ་གཟིར་གང་།
en: They suffer intensely from hunger, thirst, and fatigue. They howl, and their aching bodies writhe.

source: །ཆོ་ངེས་འདེབས་ཤིང་ཀུན་ཏུ་རྒྱུག་པ་དག །ཉམ་ཐག་སྐད་འབྱིན་སྡུག་བསྔལ་ཚོར་བ་མྱོང་།
en: “Constantly experiencing painful sensations, they cry out in agony.

source: །ཕན་ཚུན་ཕྲག་དོག་སེར་སྣ་འདིར་བསྟེན་ཅིང་།
en: Those who resort to jealousy and spite for others in this world,

source: །འདིར་ནི་སྡིག་པའི་ལས་དག་བྱས་པ་ཡིས།
en: Having committed negative actions,

source: །ཡི་དགས་འཇིག་རྟེན་དུ་ནི་དེ་དག་སྐྱེས།
en: Will be born in the realm of the pretas.

source: །དགེ་སློང་དག་ཤར་ཀྱི་ལུས་འཕགས་ཀྱི་མི་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་ཉིས་བརྒྱ་ལྔ་བཅུ་སྟེ།
en: “Monks, the lifespan of human beings inhabiting the eastern continent Pūrvavideha is two hundred fifty years.

source: །དགེ་སློང་དག་ནུབ་ཀྱི་བ་ལང་སྤྱོད་ཀྱི་མི་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་ལྔ་བརྒྱ་སྟེ།
en: “Monks, the lifespan of human beings inhabiting the western continent Avaragodānīya is five hundred years.

source: །དགེ་སློང་དག་བྱང་གི་སྒྲ་མི་སྙན་གྱི་མི་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་སྟོང་སྟེ།
en: “Monks, the lifespan of human beings inhabiting the northern continent Uttarakuru is one thousand years.

source: བར་མ་དོར་འཆི་བ་ནི་མེད་དོ།
en: Premature death does not occur.

source: །རྒྱུ་གང་གིས་སྒྲ་མི་སྙན་པ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་སྟོང་ཐུབ་ལ་བར་མདོར་འཆི་བ་ནི་མེད་ཅེ་ན།
en: “Why do the human beings who inhabit the continent Uttarakuru have a lifespan of one thousand years and not experience premature death?

source: དགེ་སློང་དག་བྱང་གི་སྒྲ་མི་སྙན་གྱི་མི་རྣམས་ནི་བདག་གི་བ་མེད་ཅིང་ཡོངས་སུ་འཛིན་པ་མེད་ལ་ཚེ་ངེས་པ་ཡོད་ཅིང་འདི་ནས་ཤི་འཕོས་ནས་ཀྱང་ཁྱད་པར་དུ་འགྲོ་བ་སྟེ།
en: “Monks, the human beings inhabiting the continent Uttarakuru have no sense of mine and no notion of ownership, and their lifespan is predetermined.

source: ཕྱི་མ་ལ་མཐོ་རིས་སུ་ཉེ་བར་འགྲོའོ།
en: When they die and pass from there, they progress higher and higher, and in the future they go to heaven.

source: །དགེ་སློང་དག་རྒྱུ་དེས་ན་བྱང་གི་སྒྲ་མི་སྙན་གྱི་མི་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་སྟོང་ཐུབ་ལ་བར་མ་དོར་འཆི་བ་ནི་མེད་དོ།
en: Monks, this is why the human beings inhabiting the continent Uttarakuru have a lifespan of one thousand years and do not experience premature death.”

source: དབུལ་བས་སྡུག་བསྔལ་སེམས་ཅན་དག །གཞན་གྱི་ནོར་ལ་སྨོན་པར་བྱེད།
en: “Beings who are stricken by poverty Hope for the riches of others.

source: །དེ་དག་དམ་པ་མ་བསྟེན་པས།
en: Because they have not served and relied on noble beings,

source: །གཞན་གྱི་མངག་གཞུག་ངན་ཅིང་དམན། །ལོངས་སྤྱོད་དག་དང་ལྡན་པ་ཡི།
en: They will become the low and mean servants of others.

source: །ཕྱུག་ཅིང་ནོར་མང་སེམས་ཅན་ནི།
en: “The affluent and rich, Possessing all kinds of enjoyments,

source: །ནོར་དང་འབྲུ་དང་སྐྱེ་བོར་ལྡན།
en: As well as money, grains, and servants,

source: །དེ་དག་དམ་པ་སྟེན་པ་ཡིན།
en: Are those who have served and relied on noble beings.

source: །བསོད་ནམས་ཕྱུག་པས་ཉེར་འཚོ་བའི།
en: “Those who live meritorious lives,

source: །དགེ་བའི་ལས་ནི་འདིར་བྱས་པས།
en: By performing virtuous actions here and now,

source: །འབྱོར་པ་ཆེན་པོ་ཕུན་སུམ་ཚོགས།
en: Will delight in great prosperity

source: །ལྷ་བཞིན་དུ་ནི་དགའ་བར་བྱེད།
en: And abundance like a deva.

source: །ལྐོག་གྱུར་གང་ཡིན་མི་སྣང་སྟེ།
en: “Since what is beyond the range of sense perception is not apparent,

source: །མངོན་སུམ་འདི་ལ་བལྟ་བར་བྱོས།
en: Look directly at what is present:

source: །གང་ཟག་ཁ་ཅིག་འཇིག་རྟེན་ན།
en: When people experience happiness in this world,

source: །བདེ་ལྡན་སྔོན་བྱིན་འབྲས་བུ་ཡིན།
en: That is the karmic result of former generosity.

source: །བྱང་ཕྱོགས་གླིང་གི་མི་རྣམས་ནི།
en: “The humans inhabiting the northern continent

source: །བདག་གི་མེད་ཅིང་ཡོངས་འཛིན་མེད།
en: Have no sense of mine and no notion of ownership.

source: །དཔག་བསམ་ལས་བྱུང་གོས་སྟེན་པ།
en: They use clothing from the wish-fulfilling tree—

source: །དེ་ནི་སྔོན་བྱིན་འབྲས་བུ་ཡིན།
en: That is the result of former generosity.

source: །དེ་དག་གྲང་དང་ཚ་བ་མེད།
en: “They experience neither cold nor heat,

source: །དེ་དག་ལ་ནི་ནད་མེད་ཅིང་།
en: They are free from illnesses,

source: །གཟུགས་དང་ཁ་དོག་ཕུན་སུམ་ཚོགས།
en: And they possess perfect bodies and complexion—

source: །བྱང་ཕྱོགས་གླིང་ན་མཉམས་ཤིང་།
en: “On the northern continent

source: །མ་གྲུགས་དག་ཅིང་གཙང་བ་དང་། །ཤིན་ཏུ་དཀར་བའི་སཱ་ལུ་སྐྱེ།
en: Grows very white rice Whose grains are unbroken, smooth, pure, and clean—

source: །ནོར་བུ་འོད་བྱེད་འབར་བ་ཡིས།
en: “Pure light-generating crystals

source: །དེ་རྣམས་རྟག་ཏུ་མཛེས་པ་དང་། །དེ་དག་ཟས་ནི་འཇུ་བྱེད་གང་།
en: Shine for beings continuously And cook their food—

source: །དེ་དག་ལ་ནི་ཚོད་མ་དང་། །སྲན་ཚོད་ཀྱང་ནི་ཆུང་ཟད་མེད། །ཁ་དོག་དྲི་དང་རོར་ལྡན་པའི།
en: “They have no vegetables, And not even a little dahl.

source: །སཱ་ལུ་དག་ནི་རྟག་ཏུ་ཟ།
en: They always eat rice Endowed with perfect color, smell, and taste.

source: །ཟས་ནི་ལན་ཅིག་བྱིན་པ་ཡིས།
en: “With only one serving of that food,

source: །སྟན་ལས་མ་ལངས་བར་དུ་ནི།
en: Until they get up from their seats

source: །ཟད་མི་ཤེས་པར་སྡེར་ལ་ཡོད།
en: The food on their plates is inexhaustible—

source: །ཀུ་བའི་འབྲས་བུ་འདྲ་བ་དང་། །བཅད་ཀྱང་ཡལ་ག་ལས་སྐྱེས་ཏེ།
en: Grows on branches even when cut.

source: །བརྔས་ནས་བཙོ་མི་དགོས་པར་ཟ།
en: One can eat them off the vine—

source: །དེ་དག་འབབ་ཆུ་བསིལ་བ་དང་། །འཐུངས་ཀྱང་ལྟོ་ལ་མི་གནོད་པའི།
en: “The rivers there carry cool water that When drunk, does not harm the stomach

source: །ཡན་ལག་བརྒྱད་ལྡན་ཆུ་ལ་ཡོད།
en: And that possesses the eight superior qualities

source: །རོལ་མོའི་ལྗོན་ཤིང་གང་དག་གིས། །དེ་དག་རྟག་ཏུ་རྩེ་ཞིང་དགའ།
en: With magical trees that emit music.

source: །ཡིད་ནི་རྟག་ཏུ་བདེ་དང་ལྡན།
en: Their minds are always happy—

source: །དེ་དག་རོལ་མོའི་ལྗོན་ཤིང་བཟང་།
en: “The lovely magical music-trees,

source: །གོས་ཀྱི་ལྗོན་ཤིང་མང་པོ་དང་། །སྤོས་ཀྱི་ལྗོན་ཤིང་ཕུན་སུམ་ཚོགས།
en: The many magical garment-trees, The perfect-smelling perfume-trees—

source: །སྤོས་དང་མེ་ཏོག་རོལ་མོ་དང་། །དེ་བཞིན་དུ་ནི་གོས་རྣམས་ཀྱང་།
en: “Perfume, flowers, music, And garments too—

source: །གང་དག་ཇི་ལྟར་འདོད་པ་བཞིན།
en: Whatever the heart desires

source: །དེ་དག་དེ་བཞིན་འབྱུང་བར་འགྱུར།
en: Manifests exactly as imagined.

source: །ནེའུ་གསིང་དག་ནི་སྔོན་པོ་ལ།
en: “On lush green meadows,

source: །ཤིང་བལ་ལྟ་བུར་རབ་འཇམ་པ།
en: With grass soft like cotton wool,

source: །གང་དུ་དེ་དག་རྟག་རྩེ་བ།
en: They enjoy themselves all day—

source: །དེ་དག་ལ་ནི་ཁྲོ་མེད་ཅིང་།
en: “They are without anger.

source: །སེར་སྣ་དང་ནི་ཕྲག་དོག་མེད།
en: Never begrudging or jealous,

source: །ཕན་ཚུན་དག་ཏུ་རྩེ་བྱེད་པ།
en: They enjoy one another

source: །མཚན་མོ་ཐུན་ཚོད་དང་པོ་ལ།
en: “During the first watch of the night

source: །སྐད་ཅིག་ཙམ་ཞིག་ཆར་འབེབས་ཅིང་།
en: A rain shower falls for only an instant

source: །རྡུལ་རྣམས་མེད་པར་བྱེད་པ་སྟེ།
en: And cleans the air of dust—

source: །དེ་དག་ཡོངས་སུ་འཛིན་མེད་པས།
en: “Since they are not possessive,

source: །མ་དང་བུར་ཡང་མི་ཤེས་ཤིང་།
en: Even the mother-and-son relationship is unknown to them.

source: །སྡུག་བསྔལ་མེད་པས་མྱ་ངན་མེད།
en: When nothing unpleasant exists, sorrow is nonexistent

source: །མ་དག་གིས་ཀྱང་རང་གི་བུ།
en: “Mothers can even leave their children

source: །ལམ་སྟོང་དག་ཏུ་བོར་ཏེ་འགྲོ།
en: On empty roads and go their way,

source: །མཐེ་བོ་ལས་ནི་འོ་མ་འཛག །དེ་ནི་སྔོན་བྱིན་འབྲས་བུ་ཡིན།
en: Because milk trickles from everyone’s thumbs— That is the karmic result of former generosity.

source: །དེ་དག་གང་ཡང་ངུ་བ་མེད།
en: “No one cries there.

source: །ཤི་ན་ཡང་ནི་བོར་ཏེ་འགྲོ།
en: When someone dies, they just leave the body and go on their way.

source: །བྱ་དག་གིས་ནི་གླིང་འཕྱག་པ།
en: Birds come and clean the island of the corpses—

source: །ཁོར་ཡུག་ཏུ་ནི་འོབས་ཀྱིས་བསྐོར།
en: “The whole of Uttarakuru is enclosed by a moat, Within which Uttarakuru’s inhabitants safely enjoy and divert themselves

source: །གླུ་གར་ཡིད་དུ་འོང་བ་ཡིས། །གང་དུ་རྩེ་ཞིང་དགའ་བར་བྱེད།
en: With songs and dance, most beautiful to behold—

source: །མི་ཡི་ཚེ་ནི་ལོ་སྟོང་པོ།
en: “The people there live for one thousand years,

source: །ཟད་པ་དག་ཏུ་བྱས་ནས་ནི།
en: And they certainly use it up.

source: །བར་མ་དོར་ནི་འཆི་མེད་པ།
en: They do not die prematurely

source: །དཔལ་ནི་རྒྱས་པར་སྤྱད་ནས་སུ།
en: “Having fully enjoyed this beauty and abundance,

source: །མི་ཡི་ལུས་ནི་བོར་ནས་ཀྱང་།
en: Even though they will have to forsake their human bodies,

source: །ལྷ་ཡི་ནང་དུ་སྐྱེ་བར་འགྱུར།
en: They will take rebirth among the devas

source: །དགེ་སློང་དག་འཛམ་བུའི་གླིང་གི་མི་རྣམས་ལ་ནི་ཡར་འཕེལ་བ་དང་། མར་འགྲིབ་པ་ཡོད་དེ།
en: “Monks, the lifespan of the humans of the southern continent of Jambudvīpa is not fixed;

source: དགེ་སློང་དག་འཛམ་བུའི་གླིང་གི་མི་རྣམས་ནི་ཚེ་ལོ་དཔག་ཏུ་མེད་པར་ཡང་འགྱུར། ཚེ་ལོ་བརྒྱད་ཁྲི་པ་དང་། ཚེ་ལོ་བརྒྱ་པ་དང་། ཚེ་ལོ་བཅུ་པར་ཡང་འགྱུར་རོ།
en: it varies. More precisely, monks, the maximum lifespans of the humans of Jambudvīpa are unlimited, eighty thousand years, one hundred years, and ten years.

source: །དགེ་སློང་དག་འཛམ་བུའི་གླིང་གི་མི་རྣམས་ཀྱི་ད་ལྟར་གྱི་ཚེའི་ཚད་ནི་ལོ་བརྒྱ་པ་ཡིན་ནོ། །དགེ་སློང་དག་ད་ལྟར་ནི་འཛམ་བུའི་གླིང་གི་མི་རྣམས་ལས་རིང་དུ་འཚོ་བ་གང་ཡིན་པས་ལེགས་པར་བདེ་བར་གནས་ན་ལོ་བརྒྱ་འམ།
en: “Monks, the lifespan at the present time of the humans of Jambudvīpa amounts to one hundred years. Monks, presently those among the humans of Jambudvīpa who live long can reach an age of one hundred years, or a little more than that, when looked after with proper care.

source: ལོ་བརྒྱ་ལས་ཆུང་ཟད་ཅིག་ལྷག་པར་ཐུབ་བོ། །དགེ་སློང་དག་འཚོ་བའི་གནས་སྐབས་ནི་བཅུ་མྱོང་བར་འགྱུར་ཏེ། གནས་སྐབས་དང་པོ་ནི་ཞན་ཅིང་གན་རྐྱལ་དུ་ཉལ་བ་སྟེ་བྱིས་པ་ཡིན་ནོ།
en: “Monks, during a lifespan of one hundred years, people undergo ten stages. At the first stage, they are infants, feeble and lying on their back.

source: །གནས་སྐབས་གཉིས་པ་ནི་རྩེ་བའི་རང་བཞིན་ཅན་ཏེ་གཞོན་ནུ་ཡིན་ནོ།
en: At the second stage they are children, disposed to playing.

source: །གནས་སྐབས་གསུམ་པ་ནི་འདོད་པ་ལ་སྤྱོད་པ་སྟེ། ལང་ཚོ་ལ་བབ་པ་ཡིན་ནོ།
en: At the third stage, as youths, they chase after pleasure.

source: །གནས་སྐབས་བཞི་པ་ནི་སྤྲོ་བ་དང་ལྡན་ཞིང་ཉམས་སྟོབས་དང་ལྡན་པ་ཡིན་ནོ།
en: At the fourth stage they are endowed with physical strength and strong enthusiasm.

source: །གནས་སྐབས་ལྔ་པ་ནི་སྟོབས་དང་ལྡན་ཞིང་ཤེས་རབ་དང་ལྡན་པ་ཡིན་ནོ། །གནས་སྐབས་དྲུག་པ་ནི་དཔྱོད་པའི་རང་བཞིན་ཅན་ཏེ་དྲན་པ་དང་ལྡན་པ་ཡིན་ནོ།
en: At the fifth stage they possess prudence and self-confidence. At the sixth stage they are experienced and more given to reflection.

source: །གནས་སྐབས་བདུན་པ་ནི་ཆོས་ལུགས་ཁོང་དུ་ཆུད་པ་ཡིན་ནོ། །གནས་སྐབས་བརྒྱད་པ་ནི་རྒྱལ་པོས་བཀུར་ཞིང་རྒན་རབས་སུ་བཀུར་བ་ཡིན་ནོ། །གནས་སྐབས་དགུ་པ་ནི་རྒས་ཤིང་འཁོགས་པ་སྟེ་རྒན་པོ་ཡིན་ནོ།
en: At the seventh stage they practice religion with all their heart. At the eighth stage they are venerable and people of distinction. At the ninth stage they are old, fragile, and weakened by age.

source: །གནས་སྐབས་བཅུ་པ་ནི་ཚེའི་མཐར་ཐུག་པ་སྟེ་འཆིར་ཉེ་བ་ཡིན་ནོ། །དགེ་སློང་དག་ལོ་བརྒྱར་འཚོ་བས་གནས་སྐབས་བཅུ་པོ་དེ་དག་མྱོང་བར་འགྱུར་རོ།
en: At the tenth stage life is exhausted and only death remains. Monks, in a hundred years, their lives undergo those ten stages.

source: །དགེ་སློང་དག་ལོ་བརྒྱར་འཚོ་བ་ནི་དུས་ཚིགས་སུམ་བརྒྱར་འཚོ་སྟེ།
en: “Monks, living for one hundred years, they live for one hundred times each the three seasons:

source: དགུན་གྱི་དུས་ཚིགས་བརྒྱ་དང་། དཔྱིད་ཀྱི་དུས་ཚིགས་བརྒྱ་དང་། དབྱར་གྱི་དུས་ཚིགས་བརྒྱ་རྣམས་སོ། །དུས་ཚིགས་སུམ་བརྒྱར་འཚོ་བ་ནི་ཟླ་བ་བཅུ་གཉིས་ཕྲག་བརྒྱར་འཚོ་བ་སྟེ།
en: one hundred winters, one hundred summers, and one hundred rains. Living three seasons one hundred times each, they live for twelve months one hundred times:

source: དགུན་བཞི་དང་། དཔྱིད་བཞི་དང་། དབྱར་བཞི་རྣམས་སོ།
en: four months each of winters, four of summers, and four of rains.

source: །ཟླ་བ་བཅུ་གཉིས་ཕྲག་བརྒྱར་འཚོ་བ་ནི་ཟླ་བ་ཕྱེད་ཉིས་སྟོང་བཞི་བརྒྱར་འཚོ་སྟེ།
en: Living for twelve months one hundred times, they live for twenty-four times one hundred half-months, or two thousand four hundred half-months:

source: དགུན་བརྒྱད་དང་། དཔྱིད་བརྒྱད་དང་། དབྱར་བརྒྱད་རྣམས་སོ།
en: eight half-months each of winters, eight half-months of summers, and eight half-months of rains.

source: །ཟླ་བ་ཕྱེད་ཉིས་སྟོང་བཞི་བརྒྱར་འཚོ་བ་ནི་ཉིན་ཞག་སུམ་ཁྲི་དྲུག་སྟོང་དུ་འཚོ་སྟེ།
en: Living twenty-four times one hundred half-months, they live for thirty-six thousand days:

source: དགུན་བཅུ་གཉིས་དང་། དཔྱིད་བཅུ་གཉིས་དང་། དབྱར་བཅུ་གཉིས་རྣམས་སོ།
en: twelve thousand days each of summer, winter, and rains.

source: །ཉིན་ཞག་སུམ་ཁྲི་དྲུག་སྟོང་དུ་འཚོ་བ་ནི་བར་ཆད་དུ་གྱུར་པ་མ་གཏོགས་པར་ཟན་བདུན་ཁྲི་ཉིས་སྟོང་ཟའོ། །དེ་ལ་འདི་དག་ནི་ཟན་བར་ཆད་དུ་འགྱུར་བ་ཡིན་ཏེ།
en: “Living for thirty-six thousand days, they eat seventy-two thousand meals, except for when there is something that prevents them from eating. These meal interruptions are as follows: when they are angry, they do not eat; when they suffer, they do not eat; when impoverished, they do not eat; during fasting, they do not eat;

source: འཁྲུགས་ནས་མ་ཟོས་པ་དང་། སྡུག་བསྔལ་བར་གྱུར་པས་མ་ཟོས་པ་དང་། ཕོངས་པ་བྱུང་ནས་མ་ཟོས་པ་དང་། བསྙུང་བ་བྱས་ཏེ་མ་ཟོས་པ་དང་། མ་རྙེད་པས་མ་ཟོས་པ་དང་། རྙེད་ཀྱང་མ་ཟོས་པ་དང་། གཉིད་ལོག་ནས་མ་ཟོས་པ་དང་། ར་རོ་སྟེ་མ་ཟོས་པ་དང་། རབ་ཏུ་མྱོས་པས་མ་ཟོས་པ་སྟེ།
en: because of loss, they do not eat; because of gain, too, they do not eat; when sleeping, they do not eat; when drunk, they do not eat; due to being drowsy, they do not eat.

source: ཟོས་པ་གང་ཡིན་པ་དང་། མ་ཟོས་པ་གང་ཡིན་པ་དེ་དག་གཅིག་ཏུ་བསྡོམས་ན་མའི་ནུ་ཞོ་འཐུང་བ་གཏོགས་པར་ཟ་མ་བདུན་ཁྲི་ཉིས་སྟོང་དུ་འགྱུར་རོ།
en: Thus, in sum, the meals that are eaten and the meals that are not eaten are altogether seventy-two thousand meals during one lifetime, including the milk from their mother that they have drunk.

source: །དགེ་སློང་དེ་ལྟར་ངས་འཛམ་བུའི་གླིང་གི་མི་རྣམས་ཀྱི་ཚེ་ཡང་བཤད་དུས་ཚིགས་དང་། ཟླ་བ་དང་། ཟླ་བ་ཕྱེད་པ་དང་། ཉིན་ཞག་དང་། ཟན་དང་། ཟན་བར་ཆད་དུ་གྱུར་པ་ཡང་བཤད་པ་ཡིན་ནོ།
en: “Monks, I have expounded and itemized the lives of human beings in Jambudvīpa in terms of seasons, months, half months, days, meals, and even the interruptions to meals.

source: །དགེ་སློང་དག་མི་རྣམས་ཀྱི་ཚེ་ལོ་ལྔ་བཅུ་གང་ཡིན་པ་དེ་ནི་རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་ཉིན་ཞག་གཅིག་གོ།
en: “Monks, fifty human years corresponds to one day and night in the life of the devas belonging to the retinue of the Four Great Kings.

source: །དེ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག །ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་སྟེ། རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་དེ་ལྟ་བུར་བརྩིས་པའི་ལྷའི་ལོ་ལྔ་བརྒྱ་སྟེ།
en: Since thirty such days constitute one month, and twelve months constitute one year, the lifespan of the devas belonging to the retinue of the Four Great Kings is five hundred divine years by this way of calculating.

source: དེ་མིའི་ལོ་ལྟར་བརྩིས་ན་ལོ་ས་ཡ་ཕྲག་དགུ་ཡོད་དེ།
en: According to human years, this is nine million years.

source: །དེ་ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ཡང་སོས་ཀྱི་ཉིན་ཞག་གཅིག་གོ། །ཉིན་ཞག་དེ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག །ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་སྟེ། སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ཡང་སོས་ཀྱི་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ཚེ་ཚད་ནི་ལོ་དེ་ལྟ་བུ་བརྩིས་པའི་ལོ་ལྔ་བརྒྱ་སྟེ།
en: “This—that is, nine million years—corresponds to one day and night for the beings in the great hell Revival. Since thirty such days constitute one month, and twelve such months constitute one year, the lifespan of beings in the great hell Revival is, by this way of calculating, five hundred years.

source: དེ་མིའི་ལྟར་བརྩིས་ན་ལོ་བྱེ་བ་ཕྲག་འབུམ་དྲུག་ཁྲི་ཉིས་སྟོང་ཡོད་དེ།
en: In human years, this is 1 trillion 6 0 billion years.

source: ལུས་ཀྱིས་ཉེས་པར་སྤྱད་བྱས་ཤིང་།
en: “By committing harmful actions

source: །ངག་གིས་ཉེས་པར་སྤྱད་པ་དང་། །ཡིད་ཀྱིས་ཉེས་པར་སྤྱད་བྱས་ཤིང་།
en: With body, speech, and mind,

source: །གང་ཞིག་ཉེས་པ་གཞན་ལྡན་པའི། །ལས་དེ་དག་གིས་ཡང་སོས་ཀྱི།
en: And whatever other actions that bring harm,

source: །དམྱལ་བ་དག་ཏུ་སྐྱེ་འགྱུར་ཏེ།
en: Beings are reborn in the hell Revival.

source: །ལོ་ནི་བྱེ་བ་ཕྲག་སྟོང་དུ།
en: For one thousand times ten million years

source: །བཏགས་ཤིང་བཅོམ་ཡང་ཡང་འཚོའོ། །ཕན་ཚུན་ཁོན་དག་ཆགས་པ་ཡི།
en: They are tortured and killed, only to be revived.

source: །མི་རྣམས་གསོད་པའི་མི་དག་ནི།
en: “People who kill other people, Because they are tied to one another by hatred,

source: །ལས་དེ་དག་གིས་ཡང་སོས་ཀྱི།
en: Will, by virtue of this karma,

source: །དམྱལ་བ་དག་ཏུ་སྐྱེ་བར་འགྱུར།
en: Be reborn in Revival.

source: །དགེ་སློང་དག་མི་རྣམས་ཀྱི་ལོ་བརྒྱ་གང་ཡིན་པ་དེ་ནི་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་ཀྱི་ཉིན་ཞག་གཅིག་གོ།
en: “Monks, one hundred human years corresponds to one day and night for the devas of the Heaven of the Thirty-Three.

source: །ཉིན་ཞག་དེ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག་གོ། །ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་སྟེ། སུམ་ཅུ་རྩ་གསུམ་གྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་དེ་ལྟ་བུར་བརྩིས་པའི་ལྷའི་ལོ་སྟོང་ཐུབ་བོ།
en: Since thirty such days constitute one month, and twelve such months constitute one year, the lifespan of the devas of the Heaven of the Thirty-Three is one thousand divine years by this way of calculating.

source: །དེ་མིའི་ལྟར་བརྩིས་ན་ལོ་བྱེ་བ་ཕྲག་གསུམ་དང་། ས་ཡ་ཕྲག་དྲུག་ཡོད་དེ།
en: According to human years, this is thirty-six million years.

source: །དེ་ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ཐིག་ནག་གི་ཉིན་ཞག་གཅིག་གོ། །ཉིན་ཞག་དེ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག་གོ། །ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་སྟེ། སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ཐིག་ནག་གི་ཚེའི་ཚད་ནི་ལོ་དེ་ལྟ་བུར་བརྩིས་པའི་ལོ་སྟོང་ཐུབ་བོ།
en: “This—that is, thirty-six million years—corresponds to one day and night for the beings in the great hell Black Thread. Since thirty such days constitute one month, and twelve such months constitute one year, the lifespan of beings in the great hell Black Thread is one thousand years by this way of calculating.

source: །དེ་མིའི་ལྟར་བརྩིས་ན་ལོ་བྱེ་བ་ཕྲག་ས་ཡ་ཉི་འབུམ་དགུ་ཁྲི་དྲུག་སྟོང་རྩ་བཅུ་གཉིས་ཡོད་དེ། དུས་མ་ཡིན་པར་འཆི་བ་ནི་ཡོད་དོ།
en: According to human years, this is 1 trillion 960 billion years. Untimely death does occur.”

source: ཕ་མ་དག་དང་སངས་རྒྱས་དང་། །ཉན་ཐོས་རྣམས་ལ་འཁུ་བྱེད་པ།
en: “Those who harm their father or mother, Or buddhas or śrāvakas,

source: །དེ་དག་ཐིག་ནག་སྐྱེ་འགྱུར་ཏེ།
en: Will be born in the great hell Black Thread

source: །སྡུག་བསྔལ་ཚོར་བ་མྱོང་བར་འགྱུར།
en: And experience painful bodily sensations. “Those who are lackadaisical and brag about it,

source: །གང་ཞིག་མི་བརྩོན་འཇོག་པ་དང་། །མི་རྣམས་མཛའ་བའི་དབྱེན་བྱེད་པ།
en: And people who create discord among friends,

source: །ཐིག་ནག་ཏུ་ནི་སྐྱེ་བར་འགྱུར།
en: Are reborn in Black Thread.

source: །བརྫུན་སྨྲ་བ་ཡང་དེ་བཞིན་ཏེ།
en: Likewise, those who repeatedly tell lies

source: །ལས་དེ་ཡིས་ནི་ཐིག་ནག་གི། །དམྱལ་བ་རྣམས་སུ་དེ་དག་སྐྱེ།
en: Are reborn in the great hell Black Thread Because of that karma.

source: །དགེ་སློང་དག་མི་རྣམས་ཀྱི་ལོ་ཉིས་བརྒྱ་གང་ཡིན་པ་དེ་ནི་འཐབ་བྲལ་གྱི་ལྷ་རྣམས་ཀྱི་ཉིན་ཞག་གཅིག་གོ།
en: “Monks, two hundred human years corresponds to one day and night for the devas of the Heaven Free from Strife.

source: །ཉིན་ཞག་དེ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག །ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་སྟེ། འཐབ་བྲལ་བའི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་དེ་ལྟ་བུར་བརྩིས་པའི་ལྷའི་ལོ་ཉིས་སྟོང་ཐུབ་བོ།
en: Since thirty such days constitute one month, and twelve such months constitute one year, the lifespan of the devas of the Heaven Free from Strife is two thousand divine years by this way of calculating.

source: །དེ་མིའི་ལྟར་བརྩིས་ན་ལོ་བྱེ་བ་ཕྲག་བཅུ་བཞི་དང་། ལོ་ཁྲི་བཞི་སྟོང་ཡོད་དེ།
en: According to human years this is 144 million years. Premature death does occur.

source: བར་མ་དོར་འཆི་བ་ནི་ཡོད་དོ། །དེ་ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་བསྡུས་འཇོམས་ཀྱི་ཉིན་ཞག་གཅིག་གོ། །ཉིན་ཞག་དེ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག །ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་སྟེ། སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་བསྡུས་འཇོམས་ཀྱི་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་དེ་ལྟ་བུར་བརྩིས་པའི་ལོ་ཉིས་སྟོང་ཡོད་དེ།
en: “This—that is, one hundred forty-four million years—is one day and night for the beings in the great hell Crushing. Since thirty such days constitute one month, and twelve such months constitute one year, the lifespan of the beings in the great hell Crushing is two thousand years by this way of calculating.

source: དེ་མིའི་ལྟར་བརྩིས་ན་ལོ་བྱེ་བ་ཕྲག་སུམ་འབུམ་དྲུག་ཁྲི་བརྒྱད་སྟོང་རྩ་གཅིག་ཡོད་དེ། །བར་མ་དོར་འཆི་བ་ནི་ཡོད་དོ།
en: According to human years, this is 103 trillion 680 billion years. Premature death does occur.”

source: མི་དགེའི་ལས་རྣམ་གསུམ་བྱས་ཤིང་།
en: “Having committed the threefold unwholesome deeds,

source: །ལས་དགེ་རྣམ་གསུམ་མ་བྱས་ཏེ།
en: And having neglected the threefold wholesome ones,

source: །ལས་དེ་དག་གིས་བསྡུས་འཇོམས་ཀྱི།
en: Through this karma one will be reborn

source: །བ་ལང་ར་ལུག་མ་ཧེ་དང་། །རི་དགས་བྱ་གག་ཕག་རྣམས་དང་། །དེ་བཞིན་སྲོག་ཆགས་གཞན་གསོད་པ།
en: Game, fowl, pigs, Or other such animals,

source: །བསྡུས་གཞོམ་དག་ཏུ་སྐྱེ་བར་འགྱུར།
en: One will be reborn in Crushing.

source: །དགེ་སློང་དག་མི་རྣམས་ཀྱི་ལོ་བཞི་བརྒྱ་གང་ཡིན་པ་དེ་དགའ་ལྡན་གྱི་ལྷ་རྣམས་ཀྱི་ཉིན་ཞག་གཅིག་གོ།
en: “Monks, four hundred human years corresponds to one day and night for the devas of the Heaven of Joy.

source: །ཉིན་ཞག་དེ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག །ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་སྟེ། དགའ་ལྡན་གྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་དེ་ལྟ་བུར་བརྩིས་པའི་ལྷའི་ལོ་བཞི་སྟོང་ཐུབ་སྟེ།
en: Since thirty such days constitute one month, and twelve such months constitute one year, the lifespan of the devas of the Heaven of Joy is four thousand divine years by this way of calculating.

source: དེ་མིའི་ལྟར་བརྩིས་ན་ལོ་བྱེ་བ་ཕྲག་ལྔ་བཅུ་རྩ་བདུན་དང་ལོ་ས་ཡ་ཕྲག་དྲུག་ཡོད་དེ།
en: According to human years, this is 576 million years.
